Repository: bingbing-gui/AspNetCore-Skill
Catalog: ThirdParty.Framwork/OrchardCore/CMS.Web/Localization/*/OrchardCore.Alias.po
Languages: fr, ja

# OrchardCore.Alias.Drivers.AliasPartDisplayDriver
source: Your alias is too long. The alias can only be up to {0} characters.
fr: Votre alias est trop long. L'alias ne peut être que de {0} caractères maximum.
ja: 別名が長すぎます。別名は {0} 文字までとなります。

# OrchardCore.Alias.Drivers.AliasPartDisplayDriver
source: Your alias is already in use.
fr: Votre alias est déjà utilisé.
ja: その別名はすでに使用されています

# OrchardCore.Alias.GraphQL.AliasInputObjectType
source: the alias part of the content item
fr: la partie de l’alias de l’élément de contenu
ja: コンテンツ要素の別名パーツ

# OrchardCore.Alias.GraphQL.AliasInputObjectType
source: the alias of the content item
fr: l'alias de l'élément de contenu
ja: コンテンツ要素の別名

# OrchardCore.Alias.GraphQL.AliasQueryObjectType
source: Alternative path for the content item
fr: Chemin alternatif pour l'élément de contenu
ja: コンテンツの項目の代替パス

# OrchardCore.Alias.Handlers.AliasPartHandler
source: Your alias is too long. The alias can only be up to {0} characters.
fr: Votre alias est trop long. L'alias ne peut être que de {0} caractères maximum.

# OrchardCore.Alias.Handlers.AliasPartHandler
source: Your alias is already in use.
fr: Votre alias est déjà utilisé.

# OrchardCore.Alias.Settings.AliasPartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
fr: Le modèle ne contient pas d'expression Liquid valide. Détails : {0}
ja: バターンは正しいリキッド式を含んでいません。詳細: {0}

# OrchardCore.Alias.Views.AliasPart.Edit
source: The alias of the content item.
fr: L'alias de l'élément de contenu.
ja: コンテンツの項目の別名

# OrchardCore.Alias.Views.AliasPart.Edit
source: Leave empty to re-generate it.
fr: Laissez vide pour le re-générer.
ja: 空のままにして再作成

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Alias is editable
fr: L'alias est modifiable

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Alias is generated and input is disabled
fr: L'alias est généré et la saisie est désactivée

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Pattern
fr: Modèle
ja: パターン

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: The pattern used to render the alias of this content type.
fr: Le modèle utilisé pour restituer l’alias de ce type de contenu.
ja: このコンテンツの項目の別名のレンダリングに使用されるパターン

# OrchardCore.Alias.Views.AliasPart.Edit
source: Alias
ja: エイリアス
