Repository: bingbing-gui/AspNetCore-Skill
Catalog: ThirdParty.Framwork/OrchardCore/CMS.Web/Localization/*/OrchardCore.Facebook.po
Languages: fr

# OrchardCore.Facebook.AdminMenu
source: Settings
fr: Paramètres

# OrchardCore.Facebook.AdminMenu
source: Facebook App
fr: App Facebook

# OrchardCore.Facebook.AdminMenuLogin
source: Security
fr: Sécurité

# OrchardCore.Facebook.AdminMenuLogin
source: Authentication
fr: Authentification

# OrchardCore.Facebook.Services.FacebookService
source: The AppId is required.
fr: L’AppId est requis.

# OrchardCore.Facebook.Services.FacebookService
source: The App Secret is required.
fr: L'App Secret est requis.

# OrchardCore.Facebook.Login.ViewModels.FacebookLoginSettingsViewModel
source: Invalid path
fr: Chemin invalide

# OrchardCore.Facebook.Widgets.Drivers.FacebookPluginPartDisplayDriver
source: The FaceBook Body doesn't contain a valid Liquid expression. Details: {0}
fr: Le Body FaceBook ne contient pas une expression Liquid valide. Détails: {0}

# OrchardCore.Facebook.Widgets.Settings.FacebookPluginPartSettingsDisplayDriver
source: The Body doesn't contain a valid Liquid expression. Details: {0}
fr: Le corps ne contient pas une expression Liquide valide. Détails: {0}

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: Login Settings
fr: Paramètres de connexion

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: CallbackPath
fr: Chemin de Callback

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
fr: Le chemin de la requête dans le chemin de base de l'application où l'utilisateur-agent sera retourné. Le middleware va traiter cette requête lorsqu'elle arrive.

# OrchardCore.Facebook.Views.FacebookPluginPart.Edit
source: The template of the plugin, in Liquid format.
fr: Le modèle du plugin, au format Liquid.

# OrchardCore.Facebook.Views.FacebookPluginPartSettings.Edit
source: The default template of the plugin, in Liquid format.
fr: Le modèle par défaut du plugin, au format Liquid.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Facebook Integration
fr: Intégration Facebook

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Application Identifier
fr: Identifiant de l'application

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The Application ID found on the Facebook developer portal parameters.
fr: L'ID d'application trouvé dans les paramètres du portail de développement Facebook.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Secret Key
fr: Clé secrète

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The Application secret key found on the Facebook developer portal parameters.
fr: La clé secrète de l'application trouvée dans les paramètres du portail de développement Facebook.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Javascript SDK Version
fr: Version SDK Javascript

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Determines which versions of the Graph API and any API dialogs or plugins are invoked. Default is v3.2
fr: Détermine quelles versions de l'API Graph et de l'API dialogs ou plugins sont invoquées. Par défaut, v3.2

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Determines which sdk js file to load. Default is sdk.js but you can change it as needed. Eg. to render the chat plugin use sdk/xfbml.customerchat.js and <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">follow instructions</a>
fr: Détermine quel fichier sdk js charger. Par défaut, c'est sdk.js mais vous pouvez le modifier si nécessaire. Ex: pour afficher le plugin de chat utiliser sdk/xfbml.customerchat.js et <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">suivre les instructions</a>

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Init on every page
fr: Init sur chaque page

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Parameters for the FB.init() call
fr: Paramètres de l'appel FB.init()

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: AppId and Version are filled automatically. Check the <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">reference doc for the <code>FB.init</code></a> function for more info
fr: AppId et Version sont remplis automatiquement. Vérifiez le document de référence <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">pour la fonction <code>FB.init</code></a> pour plus d'informations

# OrchardCore.Facebook.Views.NavigationItemText-facebookApp.Id
source: Facebook App
fr: App Facebook
