Repository: bingbing-gui/AspNetCore-Skill
Catalog: OrchardCore/CMS.Web/Localization/*/OrchardCore.Autoroute.po
Languages: fr

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink can't be set to the homepage, please use the homepage option instead.
fr: Votre permalien ne peut pas être défini sur la page d'accueil, veuillez utiliser l'option de page d'accueil à la place.

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Please do not use any of the following characters in your permalink: {0}. No spaces, or consecutive slashes, are allowed (please use dashes or underscores instead).
fr: Veuillez n’utiliser aucun des caractères suivants dans votre permalien : {0}. Aucun espace ou barre oblique n’est autorisé (Veuillez utiliser des tirets ou des traits de soulignement à la place).

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink is too long. The permalink can only be up to {0} characters.
fr: Votre permalien est trop long. Le permalien ne peut être que de {0} caractères maximum.

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink is already in use.
fr: Votre permalien est déjà utilisé.

# OrchardCore.Autoroute.GraphQL.AutorouteInputObjectType
source: the custom URL part of the content item
fr: la partie URL personnalisée de l’élément de contenu

# OrchardCore.Autoroute.GraphQL.AutorouteInputObjectType
source: the path of the content item to filter
fr: le chemin d’accès de l’élément de contenu à filtrer

# OrchardCore.Autoroute.GraphQL.AutorouteQueryObjectType
source: Custom URLs (permalinks) for your content item.
fr: URLs personnalisées (permaliens) pour votre élément de contenu.

# OrchardCore.Autoroute.GraphQL.AutorouteQueryObjectType
source: The permalinks for your content item.
fr: Les permaliens pour votre élément de contenu.

# OrchardCore.Autoroute.Handlers.AutoroutePartHandler
source: Your permalink can't be set to the homepage, please use the homepage option instead.
fr: Votre permalien ne peut pas être défini sur la page d'accueil, veuillez utiliser l'option de page d'accueil à la place.

# OrchardCore.Autoroute.Handlers.AutoroutePartHandler
source: Please do not use any of the following characters in your permalink: {0}. No spaces, or consecutive slashes, are allowed (please use dashes or underscores instead).
fr: Veuillez n’utiliser aucun des caractères suivants dans votre permalien : {0}. Aucun espace ou barre oblique n’est autorisé (Veuillez utiliser des tirets ou des traits de soulignement à la place).

# OrchardCore.Autoroute.Handlers.AutoroutePartHandler
source: Your permalink is too long. The permalink can only be up to {0} characters.
fr: Votre permalien est trop long. Le permalien ne peut être que de {0} caractères maximum.

# OrchardCore.Autoroute.Handlers.AutoroutePartHandler
source: Your permalink is already in use.
fr: Votre permalien est déjà utilisé.

# OrchardCore.Autoroute.Settings.AutoroutePartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
fr: Le modèle ne contient pas d'expression Liquid valide. Détails : {0}

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Disabled
fr: Désactivé

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to disable autoroute for this content item.
fr: Cochez cette case pour désactiver l'autoroute pour cet élément de contenu.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Permalink
fr: Permalien

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: The url of the content item. Leave empty to auto-generate it.
fr: L'url de l'élément de contenu. Laissez vide pour le générer automatiquement.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: The url of the content item. It will be automatically generated.
fr: L'url de l'élément de contenu. Il sera automatiquement généré.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: This content item is the current homepage
fr: Cet élément de contenu est la page d’accueil actuelle

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Set as homepage
fr: Définir comme page d'accueil

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to set this content item as the homepage once published.
fr: Cocher pour définir cet élément de contenu comme page d'accueil une fois publiée.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Refresh the path
fr: Actualiser le chemin

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to refresh the path. Warning: the previous URL won't be accessible anymore.
fr: Cocher pour rafraîchir le chemin d'accès. Attention : l'URL précédente ne sera plus accessible.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Route contained items
fr: Eléments de routage contenus

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to enabling the routing of child content items.
fr: Cocher cette case pour activer le routage des éléments de contenu enfants.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Absolute
fr: Absolu

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to specify that a child content item will be routed to an absolute path.
fr: Cocher pour spécifier qu'un élément de contenu enfant sera acheminé vers un chemin absolu.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Pattern
fr: Modèle

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: The pattern used to render the custom url of this content type. With Liquid support.
fr: Le modèle utilisé pour rendre l'url personnalisée de ce type de contenu. Avec la prise en charge de Liquid.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow custom path
fr: Autoriser un chemin personnalisé

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to set a custom path, otherwise it will be automatically generated.
fr: Cocher pour permettre aux utilisateurs de définir un chemin personnalisé, sinon il sera automatiquement généré.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow path updates
fr: Permettre des mises à jour du chemin

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to refresh the path once a content item is already published.
fr: Cochez pour permettre aux utilisateurs de rafraîchir le chemin une fois qu'un élément de contenu est déjà publié.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Show homepage options
fr: Afficher les options de page d’accueil

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow the content items of this content type to be set as the homepage. It will only be visible to users with the appropriate permission.
fr: Cocher pour permettre les éléments de contenu de ce type de contenu à être défini comme la page d’accueil. Il ne sera seulement visible pour les utilisateurs disposant de la permission appropriée.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow disabled
fr: Permettre la désactivation

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow the content items of this content type to disable autoroute.
fr: Cocher pour permettre aux éléments de contenu de ce type de contenu de désactiver l'autoroute.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Container Settings
fr: Paramètres du conteneur

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Settings for parent or child content items.
fr: Paramètres pour les éléments de contenu parent ou enfant.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow contained item routing
fr: Autoriser le routage d'élément de contenu

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to enable routing of child content items. This setting must be applied to the parent content item.
fr: Cocher pour permettre aux utilisateurs d'activer le routage des éléments de contenu enfants. Ce paramètre doit être appliqué à l'élément de contenu parent.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Manage contained item routes
fr: Gérer les routes des éléments contenus

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow this part to apply routes to child content items. This setting must be applied to the child content item.
fr: Cocher pour permettre à cette pièce d'appliquer des routes aux éléments de contenu enfants. Ce paramètre doit être appliqué à l'élément de contenu enfant.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow absolute path
fr: Autoriser un chemin absolu

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to enable absolute paths for child content items. When disabled the path is relative to the parents path.
fr: Cocher pour permettre aux utilisateurs d'activer les chemins absolus pour les éléments de contenu enfant. Si désactivé, le chemin d'accès est relatif au chemin parent.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: When relative : https://mysite.com/my-parent/my-child-item.
fr: Si relatif : https://monsite.com/mon-parent/mon-element-enfant.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: When absolute : https://mysite.com/my-child-item.
fr: Si absolu : https://monsite.com/mon-element-enfant.
