Repository: bingbing-gui/AspNetCore-Skill
Catalog: OrchardCore/CMS.Web/Localization/*/OrchardCore.Lists.po
Languages: fr

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the list part of the content item
fr: la pièce liste de l'élément de contenu

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the content item id of the parent list of the content item to filter
fr: l'identifiant de contenu de la liste parent de l'élément de contenu à filtrer

# OrchardCore.Lists.GraphQL.ContainedQueryObjectType
source: Represents a link to the parent content item, and the order that content item is represented.
fr: Représente un lien vers l'élément de contenu parent, et l'ordre où l'élément de contenu est représenté.

# OrchardCore.Lists.GraphQL.ListQueryObjectType
source: Represents a collection of content items.
fr: Représente une collection d'éléments de contenu.

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
fr: Le Blog Post spécifié n'existe plus. Veuillez créer un nouveau blog Post.

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: Not authorized to delete this content
fr: Non autorisé à supprimer ce contenu

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The username or e-mail or password provided is incorrect.
fr: Le nom d'utilisateur ou l'email ou le mot de passe fourni est incorrect.

# OrchardCore.Lists.Settings.ListPartSettingsDisplayDriver
source: At least one content type must be selected.
fr: Au moins un type de contenu doit être sélectionné.

# OrchardCore.Lists.Views.ListPart
source: The list is empty
fr: La liste est vide

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Please specify at least one contained content type.
fr: Veuillez spécifier au moins un type de contenu.

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Create {0}
fr: Créer {0}

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Create
fr: Créer

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: There was an error when updating the order of the items.
fr: Une erreur s'est produite lors de la mise à jour de l'ordre des éléments.

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: The list is empty.
fr: La liste est vide.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Feed proxy Url
fr: Url du proxy

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Provide a custom public url which will be used to proxy the local rss feed.
fr: Fournir une url publique personnalisée qui sera utilisée pour proxifier le flux local rss.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The current feed is available at <a href="{0}">{0}</a>.
fr: Le flux actuel est disponible à <a href="{0}">{0}</a>.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Feed items count
fr: Nombre d'éléments du flux

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The number of elements to display in the feed.
fr: Le nombre d'éléments à afficher dans le flux.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Page Size
fr: Taille de page

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The number of items to display per page.
fr: Le nombre d'éléments à afficher par page.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Enable Ordering
fr: Activer la possibilité d'ordonner

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Check this option to enable manual ordering of items.
fr: Cocher cette option pour activer l'ordonnancement manuel des éléments.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Contained Content Types
fr: Types de contenu contenus

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The content types that this list can contain, e.g. Blog Post for a Blog.
fr: Les types de contenu que cette liste peut contenir, par exemple Blog Post pour un Blog.

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Lists
fr: Listes

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the content items
fr: Icône pour les éléments de contenu

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon
fr: Icône

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Add parent menu item
fr: Ajouter un menu parent

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the parent menu item
fr: Icône pour les éléments de contenu

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Pick an icon
fr: Choisir une icône

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeSummary
source: Lists
fr: Listes

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Lists
fr: Listes

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Adds links for list content items
fr: Ajoute des liens pour les éléments de contenu de liste
