Repository: bingbing-gui/AspNetCore-Skill
Catalog: OrchardCore/CMS.Web/Localization/*/OrchardCore.Markdown.po
Languages: cs

# OrchardCore.Markdown.Drivers.MarkdownFieldDisplayDriver
source: {0} field doesn't contain a valid Liquid expression. Details: {1}
cs: Pole {0} neobsahuje platný Liquid výraz. Podrobnosti: {1}

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: Content stored as Markdown. You can also query the HTML interpreted version of Markdown.
cs: Obsah uložený fe formátu Markdown. Dotazovat se můžete na HTML resprezentaci Markdown obsahu.

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: the markdown value
cs: hodnota ve formátu markdown

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: the HTML representation of the markdown content
cs: HTML reprezentace markdown obsahu

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: Content stored as Markdown. You can also query the HTML interpreted version of Markdown.
cs: Obsah uložený fe formátu Markdown. Dotazovat se můžete na HTML resprezentaci Markdown obsahu.

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: the markdown value
cs: hodnota ve formátu Markdown

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: the HTML representation of the markdown content
cs: HTML reprezentace markdown obsahu

# OrchardCore.Markdown.Views.MarkdownBodyPart-Wysiwyg.Edit
source: The markdown text of the content item.
cs: Text položky obsahu ve formátu markdown.

# OrchardCore.Markdown.Views.MarkdownBodyPart.DisplayOption
source: Standard
cs: Standardní

# OrchardCore.Markdown.Views.MarkdownBodyPart.Edit
source: The body of the content item, in Markdown format.
cs: Tělo položky obsahu ve formátu Markdown.

# OrchardCore.Markdown.Views.MarkdownBodyPart.Option
source: Standard
cs: Standardní

# OrchardCore.Markdown.Views.MarkdownField-TextArea.Option
source: Multi-line
cs: Víceřádkový

# OrchardCore.Markdown.Views.MarkdownField.DisplayOption
source: Standard
cs: Standardní

# OrchardCore.Markdown.Views.MarkdownField.Option
source: Standard
cs: Standardní

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: Hint
cs: Nápověda

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: The hint text to display for this field on the editor.
cs: Text nápovědy zobrazený pro toto pole.

# OrchardCore.Markdown.Views.Media-MarkdownBodyPart.Modal
source: Select Media
cs: Výběr médií

# OrchardCore.Markdown.Views.Media-MarkdownBodyPart.Modal
source: Cancel
cs: Storno
