Repository: bingbing-gui/AspNetCore-Skill
Catalog: OrchardCore/CMS.Web/Localization/*/OrchardCore.ContentLocalization.po
Languages: fr

# OrchardCore.ContentLocalization.AdminMenu
source: Settings
fr: Paramètres

# OrchardCore.ContentLocalization.AdminMenu
source: Content Culture Picker
fr: Sélecteur de culture

# OrchardCore.ContentLocalization.Controllers.AdminController
source: A localization already exist for '{0}'
fr: Une localisation existe déjà pour '{0}'

# OrchardCore.ContentLocalization.Controllers.AdminController
source: Successfully created localized version of the content.
fr: Version localisée du contenu créée avec succès.

# OrchardCore.ContentLocalization.Controllers.AdminController
source: Could not create localized version of the content item
fr: Impossible de créer la version localisée de l'élément de contenu

# OrchardCore.ContentLocalization.GraphQL.LocalizationInputObjectType
source: the localization part of the content item
fr: la pièce de localisation de l'élément de contenu

# OrchardCore.ContentLocalization.GraphQL.LocalizationInputObjectType
source: the culture of the content item to filter
fr: la culture de l'élément de contenu à filtrer

# OrchardCore.ContentLocalization.GraphQL.LocalizationInputObjectType
source: the localization set of the content item to filter
fr: l'ensemble des localisations de l'élément de contenu à filtrer

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: Localization cultures for your content item.
fr: Localisation des cultures pour votre élément de contenu.

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: The culture for your content item.
fr: La culture de votre contenu.

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: The localization set for your content item.
fr: Le jeu de localisation pour votre élément de contenu.

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: The localizations of the content item.
fr: Les localisations de l'élément de contenu.

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Set Cookie
fr: Définir le cookie

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Sets the localization cookie when switching cultures using the ContentCulturePicker
fr: Définit le cookie de localisation lors du changement de cultures en utilisant le sélecteur de contenu par culture

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Homepage redirect
fr: Redirection page d'accueil

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Redirects to the homepage of the target culture if the ContentItem of the target culture does not exist.
fr: Redirige vers la page d'accueil de la culture cible si le contenu de la culture cible n'existe pas.

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Current Culture: {1} | {0}
fr: Culture actuelle : {1} | {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Your site does not have any cultures. Current System culture is {1} | {0}
fr: Votre site n'a aucune culture. La culture actuelle du système est {1} | {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Add or remove supported cultures for the site
fr: Ajouter ou supprimer des cultures supportées par le site

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Edit {0}
fr: Modifier {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Create {0}
fr: Créer {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Please save your content item before creating localizations
fr: Veuillez enregistrer votre élément de contenu avant de créer des localisations

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Localizations
fr: Localisations

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Edit {0}
fr: Modifier {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Create {0}
fr: Créer {0}
