Repository: bingbing-gui/AspNetCore-Skill
Catalog: OrchardCore/CMS.Web/Localization/*/OrchardCore.Users.po
Languages: fr

# OrchardCore.Users.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
fr: <strong>Rien ici !</strong> Votre recherche n'a pas retourné de résultats.

# OrchardCore.Users.Views.Admin.Index
source: selected
fr: sélectionné(s)

# OrchardCore.Users.Views.ChangeEmail.ChangeEmailConfirmation
source: Email changed
fr: Email modifié

# OrchardCore.Users.Views.ChangeEmail.ChangeEmailConfirmation
source: Thank you for changing your email.
fr: Merci d'avoir changé votre email.

# OrchardCore.Users.Views.ChangeEmail.Index
source: Change Email
fr: Changer l'email

# OrchardCore.Users.Views.ChangeEmail.Index
source: Submit
fr: Envoyer

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Design
source: Assign user to role
fr: Assigner un utilisateur au rôle

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Design
source: {0} to role {1}
fr: {0} au rôle {1}

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: UserName
fr: Nom d'utilisateur

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: The User to assign. With Liquid support.
fr: L'utilisateur à assigner. Supporte la syntaxe Liquid.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: RoleName
fr: Nom du rôle

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: The Role to assign. With Liquid support.
fr: Le rôle à assigner. Supporte la syntaxe Liquid.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Thumbnail
source: Assign user to role
fr: Assigner un utilisateur au rôle

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Thumbnail
source: Assigns a user to a role.
fr: Assigne un utilisateur à un rôle.

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Design
source: Register User
fr: Inscrire un utilisateur

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Send confirmation email
fr: Envoyer un email de confirmation

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Subject for confirmation email
fr: Objet de l'adresse email de confirmation

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: The subject of the message. Supports Liquid syntax.
fr: L'objet du message. Prise en charge de la syntaxe Liquid.

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Template for confirmation email
fr: Modèle pour l’email de confirmation

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: The message to send. Access email confirmation url with Workflow.Properties.EmailConfirmationUrl liquid property.
fr: Le message à envoyer. Accédez à l'url de confirmation par email avec la propriété Liquid Workflow.Properties.EmailConfirmationUrl.

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Thumbnail
source: Register User
fr: Inscrire un utilisateur

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Thumbnail
source: Register user from form fields.
fr: Enregistrer l'utilisateur à partir des champs de formulaire.

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Design
source: User Created
fr: Utilisateur créé

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Thumbnail
source: User Created
fr: Utilisateur créé

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Thumbnail
source: User is created.
fr: L'utilisateur est créé.

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Design
source: User Disabled
fr: Utilisateur désactivé

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Thumbnail
source: User Disabled
fr: Utilisateur désactivé

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Thumbnail
source: User is disabled.
fr: L'utilisateur est désactivé.

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Design
source: User Enabled
fr: Utilisateur Activé

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Thumbnail
source: User Enabled
fr: Utilisateur Activé

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Thumbnail
source: User is enabled.
fr: L'utilisateur est activé.

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Design
source: User LoggedIn
fr: Utilisateur connecté

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Thumbnail
source: User Logged in
fr: Utilisateur connecté

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Thumbnail
source: User Logged in.
fr: Utilisateur connecté.

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Email confirmation
fr: Email de confirmation

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Thank you for confirming your email.
fr: Merci de confirmer votre email.

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Home
fr: Accueil

# OrchardCore.Users.Views.Registration.Register
source: Register
fr: S’inscrire

# OrchardCore.Users.Views.Registration.Register
source: Create a new account.
fr: Créer un nouveau compte.

# OrchardCore.Users.Views.Registration.Register
source: Username
fr: Nom d'utilisateur

# OrchardCore.Users.Views.Registration.Register
source: Password
fr: Mot de passe

# OrchardCore.Users.Views.Registration.Register
source: Confirm password
fr: Confirmer le mot de passe

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Forgot password?
fr: Mot de passe oublié ?

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Please check your email or user name to reset your password.
fr: Veuillez vérifier votre email ou votre nom d'utilisateur pour réinitialiser votre mot de passe.

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Email or user name
fr: Email ou nom d'utilisateur

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Submit
fr: Envoyer

# OrchardCore.Users.Views.ResetPassword.ForgotPasswordConfirmation
source: Forgot Password confirmation
fr: Confirmation du mot de passe oublié

# OrchardCore.Users.Views.ResetPassword.ForgotPasswordConfirmation
source: Please check your email to reset your password.
fr: Veuillez vérifier votre email pour réinitialiser votre mot de passe.

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: Reset password
fr: Réinitialiser votre mot de passe

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: New password
fr: Nouveau mot de passe

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: New password confirmation
fr: Confirmation du nouveau de mot de passe

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Reset Password
fr: Réinitialiser votre mot de passe

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Your password has been reset.
fr: Votre mot de passe a été réinitialisé.

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Please
fr: Veuillez

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Click here to log in
fr: Cliquez ici pour vous connecter
