Repository: bingbing-gui/AspNetCore-Skill
Catalog: OrchardCore/CMS.Web/Localization/*/OrchardCore.Users.po
Languages: fr

# OrchardCore.Users.AdminMenu
source: Security
fr: Sécurité

# OrchardCore.Users.AdminMenu
source: Users
fr: Utilisateurs

# OrchardCore.Users.AdminMenu
source: Settings
fr: Paramètres

# OrchardCore.Users.AdminMenu
source: Login
fr: Connexion

# OrchardCore.Users.ChangeEmailAdminMenu
source: Security
fr: Sécurité

# OrchardCore.Users.ChangeEmailAdminMenu
source: Settings
fr: Paramètres

# OrchardCore.Users.RegistrationAdminMenu
source: Security
fr: Sécurité

# OrchardCore.Users.RegistrationAdminMenu
source: Settings
fr: Paramètres

# OrchardCore.Users.RegistrationAdminMenu
source: Registration
fr: Inscription

# OrchardCore.Users.ResetPasswordAdminMenu
source: Security
fr: Sécurité

# OrchardCore.Users.ResetPasswordAdminMenu
source: Settings
fr: Paramètres

# OrchardCore.Users.ResetPasswordAdminMenu
source: Reset password
fr: Réinitialiser le mot de passe

# OrchardCore.Users.Commands.UserCommands
source: User created successfully
fr: Utilisateur créé avec succès

# OrchardCore.Users.Controllers.AccountController
source: You must confirm your email.
fr: Vous devez confirmer votre adresse email.

# OrchardCore.Users.Controllers.AccountController
source: Your account is disabled. Please contact an administrator.
fr: Votre compte est désactivé. Veuillez contacter un administrateur.

# OrchardCore.Users.Controllers.AccountController
source: Local login is disabled.
fr: La connexion locale est désactivée.

# OrchardCore.Users.Controllers.AccountController
source: Invalid login attempt.
fr: Tentative de connexion non valide.

# OrchardCore.Users.Controllers.AccountController
source: Site does not allow user registration.
fr: Le site ne permet pas l'inscription d’utilisateur.

# OrchardCore.Users.Controllers.AccountController
source: Confirm your account
fr: Confirmer votre compte

# OrchardCore.Users.Controllers.AdminController
source: All
fr: Tous

# OrchardCore.Users.Controllers.AdminController
source: Name
fr: Nom

# OrchardCore.Users.Controllers.AdminController
source: Approve
fr: Approuver

# OrchardCore.Users.Controllers.AdminController
source: Enable
fr: Activer

# OrchardCore.Users.Controllers.AdminController
source: Disable
fr: Désactiver

# OrchardCore.Users.Controllers.AdminController
source: Delete
fr: Supprimer

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully approved.
fr: Utilisateur {0} approuvé avec succès.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully deleted.
fr: Utilisateur {0} supprimé avec succès.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully disabled.
fr: Utilisateur {0} désactivé avec succès.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully enabled.
fr: Utilisateur {0} activé avec succès.

# OrchardCore.Users.Controllers.AdminController
source: User created successfully
fr: Utilisateur créé avec succès

# OrchardCore.Users.Controllers.AdminController
source: User updated successfully
fr: Utilisateur mis à jour avec succès

# OrchardCore.Users.Controllers.AdminController
source: User deleted successfully
fr: Utilisateur supprimé avec succès

# OrchardCore.Users.Controllers.AdminController
source: Could not delete the user
fr: Impossible de supprimer l'utilisateur

# OrchardCore.Users.Controllers.AdminController
source: Password updated correctly.
fr: Mot de passe correctement mis à jour.

# OrchardCore.Users.Controllers.ChangeEmailController
source: This email is already your current one.
fr: Cet email est déjà votre adresse actuelle.

# OrchardCore.Users.Controllers.ChangeEmailController
source: A user with the same email already exists.
fr: Un utilisateur avec la même adresse email existe déjà.

# OrchardCore.Users.Controllers.RegistrationController
source: Invalid email.
fr: Email invalide.

# OrchardCore.Users.Controllers.RegistrationController
source: A user with the same email already exists.
fr: Un utilisateur avec la même adresse email existe déjà.

# OrchardCore.Users.Controllers.RegistrationController
source: Confirm your account
fr: Confirmer votre compte

# OrchardCore.Users.Controllers.RegistrationController
source: Verification email sent.
fr: Email de vérification envoyé.

# OrchardCore.Users.Controllers.ResetPasswordController
source: Reset your password
fr: Réinitialiser votre mot de passe

# OrchardCore.Users.Drivers.UserDisplayDriver
source: A user name is required.
fr: Un nom d'utilisateur est requis.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: An email is required.
fr: Un courriel est requis.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: The user name is already used.
fr: Le nom d'utilisateur est déjà utilisé.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: The email is already used.
fr: L’email est déjà utilisé.

# OrchardCore.Users.ViewModels.ChangeEmailViewModel
source: Email is required.
fr: L'email est obligatoire.

# OrchardCore.Users.ViewModels.ChangeEmailViewModel
source: Invalid Email.
fr: Email invalide.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: Current password is required.
fr: Le mot de passe actuel est requis.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: Password is required.
fr: Le mot de passe est requis.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: The new password and confirmation password do not match.
fr: Le nouveau mot de passe et le mot de passe de confirmation ne correspondent pas.

# OrchardCore.Users.ViewModels.EditUserViewModel
source: Invalid Email.
fr: Email invalide.

# OrchardCore.Users.ViewModels.LinkExternalLoginViewModel
source: Password is required
fr: Le mot de passe est obligatoire

# OrchardCore.Users.ViewModels.LoginViewModel
source: Username is required.
fr: Nom d'utilisateur requis.

# OrchardCore.Users.ViewModels.LoginViewModel
source: Password is required.
fr: Le mot de passe est requis.

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Email is required!
fr: L'email est obligatoire !

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Invalid Email.
fr: Email invalide.

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Username is required!
fr: Le nom d'utilisateur est obligatoire !

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Password is required!
fr: Le mot de passe est obligatoire !

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Confirm Password do not match
fr: La confirmation de mot de passe ne correspond pas

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Password must be between {0} and {1} characters
fr: Le mot de passe doit contenir entre {0} et {1} caractères

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Username is required.
fr: Nom d'utilisateur requis.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Email is required.
fr: L'email est obligatoire.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Invalid Email.
fr: Email invalide.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Password is required.
fr: Le mot de passe est requis.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: The new password and confirmation password do not match.
fr: Le nouveau mot de passe et le mot de passe de confirmation ne correspondent pas.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: Email is required.
fr: L'email est obligatoire.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: Invalid Email.
fr: Email invalide.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: New password is required.
fr: Le nouveau mot de passe est requis.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: The new password and confirmation password do not match.
fr: Le nouveau mot de passe et le mot de passe de confirmation ne correspondent pas.

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Assign User Role Task
fr: Tâche assigner les rôles aux utilisateurs

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: User
fr: Utilisateur

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Done
fr: Terminé

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Failed
fr: Echec

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Register User Task
fr: Tâche inscrire un utilisateur

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Content
fr: Contenu

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Done
fr: Terminé

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Valid
fr: Valide

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Invalid
fr: Invalide

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: No email service is available
fr: Aucun service de courriel n'est disponible

# OrchardCore.Users.Workflows.Activities.UserActivity
source: User
fr: Utilisateur

# OrchardCore.Users.Workflows.Activities.UserActivity
source: Done
fr: Terminé

# OrchardCore.Users.Workflows.Activities.UserCreatedEvent
source: User Created Event
fr: Événement utilisateur créé

# OrchardCore.Users.Workflows.Activities.UserDisabledEvent
source: User Disabled Event
fr: Événement utilisateur désactivé

# OrchardCore.Users.Workflows.Activities.UserEnabledEvent
source: User Enabled Event
fr: Événement utilisateur activé

# OrchardCore.Users.Workflows.Activities.UserLoggedInEvent
source: User Loggedin Event
fr: Événement de connexion utilisateur

# OrchardCore.Users.Views.ChangeEmailSettings.Edit
source: Allow the users to change their email
fr: Permettre aux utilisateurs de modifier leur email

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use site theme for login page
fr: Utiliser le thème du site pour la page de connexion

# OrchardCore.Users.Views.LoginSettings.Edit
source: Requires an active site theme.
fr: Nécessite un thème actif.

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use external provider for login.
fr: Utiliser un fournisseur externe pour la connexion.

# OrchardCore.Users.Views.LoginSettings.Edit
source: If only one external provider is defined, auto challenge the provider to login. You should also configure registration options
fr: Si un seul fournisseur externe est défini, challenger automatiquement le fournisseur à se connecter. Vous devriez également configurer les options d'inscription

# OrchardCore.Users.Views.LoginSettings.Edit
source: Disable local password login.
fr: Désactiver la connexion avec mot de passe.

# OrchardCore.Users.Views.LoginSettings.Edit
source: When selected, users are not allowed to login with username/password. Make sure there is at least one admin with linked account
fr: Lorsqu'il est sélectionné, les utilisateurs ne sont pas autorisés à se connecter avec le nom d'utilisateur/mot de passe. Assurez-vous qu'il y a au moins un administrateur avec un compte lié

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use a script to set user roles based on external provider claims
fr: Utiliser un script pour définir les rôles utilisateur en fonction des claims du fournisseur externe

# OrchardCore.Users.Views.LoginSettings.Edit
source: If selected, any IExternalLoginEventHandlers defined in modules are not triggered
fr: Si sélectionné, les IExternalLoginEventHandlers définis dans les modules ne sont pas déclenchés

# OrchardCore.Users.Views.LoginSettings.Edit
source: Reset Script
fr: Script Reset

# OrchardCore.Users.Views.NavigationItemText-security.Id
source: Security
fr: Sécurité

# OrchardCore.Users.Views.NavigationItemText-users.Id
source: Users
fr: Utilisateurs

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Configure users registration.
fr: Configurer l'inscription des utilisateurs.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when NoRegistration is selected, no new users can register
fr: quand NoRegistration est sélectionné, aucun nouvel utilisateur ne peut s'inscrire

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when AllowRegistration is selected, a link is displayed to allow the users to register on the site. If there are external providers, once authenticated the user can register
fr: quand AllowRegistration est sélectionné, un lien est affiché pour permettre aux utilisateurs de s'inscrire sur le site. S'il y a des fournisseurs externes, une fois authentifié, l'utilisateur peut s'inscrire

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when AllowOnlyExternalUsers is selected, only users authenticated with external providers can register on the site
fr: lorsque AllowOnlyExternalUsers est sélectionné, seuls les utilisateurs authentifiés avec des fournisseurs externes peuvent s'inscrire sur le site

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Users must verify their email address
fr: Les utilisateurs doivent vérifier leur adresse e-mail

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: The users whose email address has not been confirmed will not be able to login or reset their password.
fr: Les utilisateurs dont l'adresse e-mail n'a pas été confirmée ne pourront pas se connecter ou réinitialiser leur mot de passe.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Use site theme for registration page
fr: Utiliser le thème du site pour la page d'inscription

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Requires an active site theme.
fr: Nécessite un thème actif.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: External Authentication
fr: Authentification externe

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Settings when registering with external authentication providers
fr: Paramètres lors de l'inscription avec les fournisseurs d'authentification externes

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Use a script to generate userName based on external provider claims
fr: Utiliser un script pour générer le nom d'utilisateur en fonction des claims du fournisseur externe

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: If selected, any IExternalLoginEventHandlers defined in modules are not triggered
fr: Si sélectionné, les IExternalLoginEventHandlers définis dans les modules ne sont pas déclenchés

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Reset Script
fr: Script Reset

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not ask username
fr: Ne pas demander de nom d'utilisateur

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider, he is not required to provide a local username.You can customize how it looks by providing an IExternalLoginEventHandler or write a script.
fr: Lorsqu'un nouvel utilisateur se connecte avec un fournisseur externe, il n'est pas tenu de fournir un nom d'utilisateur local. ou peut personnaliser son apparence en fournissant un IExternalLoginEventHandler ou en écrivant un script.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not ask email address
fr: Ne pas demander l'adresse email

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider and the email claim is defined, he is not required to provide a local email address.
fr: Lorsqu'un nouvel utilisateur se connecte avec un fournisseur externe et que le claim email est défini, il n'est pas tenu de fournir une adresse email locale.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not create local password for external users
fr: Ne pas créer de mot de passe local pour les utilisateurs externes

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider, he is not required to provide a local password.
fr: Lorsqu'un nouvel utilisateur se connecte avec un fournisseur externe, il n'est pas tenu de fournir un mot de passe local.

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Allow the users to reset their password
fr: Autoriser les utilisateurs à réinitialiser leur mot de passe

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: An email will be sent to the user's email address with a reset link.
fr: Un courriel sera envoyé à l'adresse email de l'utilisateur avec un lien de réinitialisation.

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Use site theme for password reset page
fr: Utiliser le thème du site pour la page de réinitialisation de mot de passe

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Requires an active site theme.
fr: Nécessite un thème actif.

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Dear {0},
fr: Cher(ère) {0},

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Please <a href="{0}">click here</a> to confirm your account.
fr: Veuillez <a href="{0}">cliquez ici</a> pour confirmer votre compte.

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Thank you
fr: Merci

# OrchardCore.Users.Views.TemplateUserLostPassword
source: Dear {0},
fr: Cher(ère) {0},

# OrchardCore.Users.Views.TemplateUserLostPassword
source: Please <a href="{0}">click here</a> to change your password.
fr: Veuillez <a href="{0}">cliquer ici</a> pour modifier votre mot de passe.

# OrchardCore.Users.Views.TemplateUserLostPassword
source: Thank you
fr: Merci

# OrchardCore.Users.Views.UserButtons
source: Edit
fr: Modifier

# OrchardCore.Users.Views.UserButtons
source: Delete
fr: Supprimer

# OrchardCore.Users.Views.UserButtons
source: Edit Password
fr: Modifier le mot de passe

# OrchardCore.Users.Views.UserButtons
source: Send verification email
fr: Envoyer un email de vérification

# OrchardCore.Users.Views.UserFields
source: Disabled
fr: Désactivé

# OrchardCore.Users.Views.UserFields.Edit
source: User name
fr: Nom d’utilisateur

# OrchardCore.Users.Views.UserFields.Edit
source: The user name is required.
fr: Le nom d'utilisateur est requis.

# OrchardCore.Users.Views.UserFields.Edit
source: The email is invalid.
fr: L’email est invalide.

# OrchardCore.Users.Views.UserFields.Edit
source: Email confirmed
fr: Email confirmé

# OrchardCore.Users.Views.UserFields.Edit
source: Roles
fr: Rôles

# OrchardCore.Users.Views.UserFields.Edit
source: Is enabled?
fr: Est activé ?

# OrchardCore.Users.Views.UserFields.Edit
source: Uncheck to disable this user account.
fr: Décocher pour désactiver ce compte utilisateur.

# OrchardCore.Users.Views.UserSaveButtons.Edit
source: Save
fr: Enregistrer

# OrchardCore.Users.Views.UserSaveButtons.Edit
source: Cancel
fr: Annuler

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Default Time Zone
fr: Fuseau horaire par défaut

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Use site's time zone
fr: Utiliser le fuseau horaire du site

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Determines the time zone used when displaying and editing dates and times.
fr: Détermine le fuseau horaire utilisé lors de l'affichage et de l'édition des dates et des heures.

# OrchardCore.Users.Views.Account.ChangePassword
source: Change password
fr: Changer de mot de passe

# OrchardCore.Users.Views.Account.ChangePassword
source: Current password
fr: Mot de passe actuel

# OrchardCore.Users.Views.Account.ChangePassword
source: New password
fr: Nouveau mot de passe

# OrchardCore.Users.Views.Account.ChangePassword
source: New password confirmation
fr: Confirmation du nouveau de mot de passe

# OrchardCore.Users.Views.Account.ChangePasswordConfirmation
source: Change Password
fr: Changer de mot de passe

# OrchardCore.Users.Views.Account.ChangePasswordConfirmation
source: Your password has been changed successfully.
fr: Votre mot de passe a été changé avec succès.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Link your account.
fr: Lier votre compte.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. You already have an account with this email address. Enter your local account password and click the Register button to link the accounts and finish logging in.
fr: Vous vous êtes authentifié avec succès avec <strong>{0}</strong>. Vous avez déjà un compte avec cette adresse email. Entrez le mot de passe de votre compte local et cliquez sur le bouton S'inscrire pour lier les comptes et terminer la connexion.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Username
fr: Nom d'utilisateur

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Password
fr: Mot de passe

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Register
fr: S’inscrire

# OrchardCore.Users.Views.Account.Login
source: Use a local account to log in.
fr: Utilisez un compte local pour vous connecter.

# OrchardCore.Users.Views.Account.Login
source: Username
fr: Nom d'utilisateur

# OrchardCore.Users.Views.Account.Login
source: Password
fr: Mot de passe

# OrchardCore.Users.Views.Account.Login
source: Forgot your password?
fr: Mot de passe oublié ?

# OrchardCore.Users.Views.Account.Login
source: Remember me
fr: Se souvenir de moi

# OrchardCore.Users.Views.Account.Login
source: Log in
fr: Connexion

# OrchardCore.Users.Views.Account.Login
source: Register as a new user
fr: S'inscrire comme nouvel utilisateur

# OrchardCore.Users.Views.Account.Login
source: Use another service to log in.
fr: Utiliser un autre service pour se connecter.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Create a new account.
fr: Créer un nouveau compte.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. Please fill the form below and click the Register button to complete the registration.
fr: Vous vous êtes authentifié avec succès avec <strong>{0}</strong>. Veuillez remplir le formulaire ci-dessous et cliquez sur le bouton S'inscrire pour terminer l'inscription.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Username
fr: Nom d'utilisateur

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Password
fr: Mot de passe

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Confirm password
fr: Confirmer le mot de passe

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Register
fr: S’inscrire

# OrchardCore.Users.Views.Admin.Create
source: Create User
fr: Créer un utilisateur

# OrchardCore.Users.Views.Admin.Edit
source: Edit User
fr: Modifier l'utilisateur

# OrchardCore.Users.Views.Admin.EditPassword
source: Edit Password
fr: Modifier le mot de passe

# OrchardCore.Users.Views.Admin.EditPassword
source: New password
fr: Nouveau mot de passe

# OrchardCore.Users.Views.Admin.EditPassword
source: New password confirmation
fr: Confirmation du nouveau de mot de passe

# OrchardCore.Users.Views.Admin.EditPassword
source: Submit
fr: Envoyer

# OrchardCore.Users.Views.Admin.EditPassword
source: Cancel
fr: Annuler

# OrchardCore.Users.Views.Admin.Index
source: Users
fr: Utilisateurs

# OrchardCore.Users.Views.Admin.Index
source: Search
fr: Recherche

# OrchardCore.Users.Views.Admin.Index
source: Add User
fr: Ajouter un utilisateur

# OrchardCore.Users.Views.Admin.Index
source: Select All
fr: Tout sélectionner

# OrchardCore.Users.Views.Admin.Index
source: 1 item
fr: 1 élément

# OrchardCore.Users.Views.Admin.Index
source: Items {0} to {1}
fr: Éléments {0} à {1}

# OrchardCore.Users.Views.Admin.Index
source: / {0} item in total
fr: / {0} élément au total

# OrchardCore.Users.Views.Admin.Index
source: Bulk Action
fr: Action par lot

# OrchardCore.Users.Views.Admin.Index
source: Are you sure you want to {0} these items?
fr: Êtes-vous sûr de vouloir {0} ces éléments ?
