Repository: bingbing-gui/AspNetCore-Skill
Catalog: OrchardCore/CMS.Web/Localization/*/OrchardCore.Title.po
Languages: fr

# OrchardCore.Title.Drivers.TitlePartDisplay
source: A value is required for Title.
fr: Une valeur est requise pour '{0}'.

# OrchardCore.Title.Settings.TitlePartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
fr: Le modèle ne contient pas une expression Liquid valide. Détails: {0}

# OrchardCore.Title.Views.TitlePart.Edit
source: Title
fr: Titre

# OrchardCore.Title.Views.TitlePart.Edit
source: The title of the content item. Set empty to generate it using the pattern.
fr: Le titre de l'élément de contenu. Laissez à vide pour le générer en utilisant le modèle.

# OrchardCore.Title.Views.TitlePart.Edit
source: The title of the content item. It will be automatically generated.
fr: Le titre de l'élément de contenu. Il sera automatiquement généré.

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is editable
fr: Le titre est modifiable

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is editable and required
fr: Le titre est modifiable et requis

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is generated and input is disabled
fr: Le titre est généré et l'entrée est désactivée

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is generated and input is hidden
fr: Le titre est généré et l'entrée est masquée

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Pattern
fr: Modèle

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: The pattern used to render the title of this content type. With Liquid support.
fr: Le modèle utilisé pour afficher le titre de ce type de contenu. Avec la prise en charge de Liquid.
